<?php
// Heading
$_['heading_title']                 = 'Налаштування дій користувачів';
$_['heading_title_log']             = 'Огляд дій користувачів';
$_['heading_log']                   = 'Огляд дій користувачів';
$_['heading_action_list']           = 'Список дій';
$_['heading_ban']                   = 'Огляд заблокованих IP';
$_['heading_ban_list']              = 'Список заблокованих IP';

// Buttons
$_['button_save_quit']              = 'Зберегти і вийти';
$_['button_save']                   = 'Зберегти і залишитися';
$_['button_clear']                  = 'Очистить лог';
$_['button_delete']                 = 'Видалити відмічені';
$_['button_view_log']               = 'Огляд логу';
$_['button_setting']                = 'Налаштування';

//nav
$_['nav_settings']                  = 'Налаштування';
$_['nav_view']                      = 'Огляд дій';
$_['nav_ban']                       = 'Заблоковані IP';

// Tabs
$_['tab_log']                       = 'Лог дій';
$_['tab_settings']                  = 'Налаштування';
$_['tab_help']                      = 'Допомога';

// Columns
$_['column_user']                   = 'Користувач';
$_['column_action']                 = 'Дія';
$_['column_result']                 = 'Результат';
$_['column_url']                    = 'Посиланя (route)';
$_['column_ip']                     = 'IP користувача';
$_['column_date']                   = 'Дата';
$_['column_ban_ip']                 = 'Заблокований IP';

// Entry
$_['entry_user_log_display']        = 'Показувати по: ';
$_['entry_log_day']                 = 'Кількість днів зберігання логів';
$_['entry_user_log_enable']         = 'Включити логирование';
$_['entry_user_log_enable_help']    = 'включає/відключає ведение лога';
$_['entry_user_log_login']          = 'Логировати авторізацію';
$_['entry_user_log_login_help']     = 'включає/відключає логирование авторизації в адмінку';
$_['entry_user_log_logout']         = 'Логировати виход із сістемы';
$_['entry_user_log_logout_help']    = 'Включає/відключає логирование вихода із адмінки';
$_['entry_user_log_failedlog']      = 'Залогувати фальшиву авторизацію (антихакер)';
$_['entry_user_log_failedlog_help'] = 'Включає / відключає логирование фальшивої авторизації (допоможе відстежити спроби злому системи і підбір паролів)';
$_['entry_user_log_access']         = 'Залогувати доступ до перегляду (access)';
$_['entry_user_log_access_help']    = 'Включає/відключає логировання дій користувача з правами перегляду';
$_['entry_user_log_modify']         = 'Залогувати доступ до змі (modify)';
$_['entry_user_log_modify_help']    = 'Включає/відключає логировання дій користувача з правами запису, в тому разі і спроби запису';
$_['entry_user_log_access_user']    = 'Залогувати доступ до дій просмотру зазначених користувачів';
$_['entry_user_log_modify_user']    = 'Залогувати доступ до дій змінення зазначених користувачів';
$_['entry_user_log_allowed']        = 'Записувати: ';
$_['entry_user_log_failed_mail']    = 'Відправляти на пошту якщо фальшива авторизація ';
$_['entry_user_log_ban']            = 'Банити фальшиву авторизацію після декількох спроб';
$_['entry_user_log_ban_count']      = 'Кількість спроб фальшивої авторизації';
$_['entry_user_log_ban_day']        = 'Кількість часу дії бану';


// Text
$_['text_form']                     = 'Редагування налаштуваннь логіровання дій користувачів';
$_['text_all']                      = 'усі';
$_['text_denied']                   = 'запрещено';
$_['text_allowed']                  = 'дозволено';

$_['text_clear_filtres']            = 'Очистити фільтр';
$_['text_apply_filtres']            = 'Застосувати фільтр';
$_['text_hours']                    = 'Години';
$_['text_days']                     = 'Дні';
$_['text_minute']                   = 'Мінути';

$_['text_module']                   = 'Модулі';
$_['text_success']                  = 'Налаштування модуля оновлені!';
$_['text_clear']                    = 'Лог очищено!';
$_['text_delete']                   = 'Записи видалені в кількості - ';
$_['text_description']              = '<p>Модуль призначено для ведіння історії дій користувачів адмінчастини магазину.</p>';
$_['text_caption']                  = '<p>Червоним кольором виділені збійні (відхилені системою) дії користувачів</p>';
$_['text_help']                     = '<p>Всі питання по помилках, побажанням, підтримки модуля висловлювати на сторінці де придбали модуль</p>';

// Error
$_['error_permission']              = 'У Вас немає прав для управління цим модулем!';
