<?php
// Heading
$_['heading_title']          = 'Аукционы';

// Text
$_['text_success']           = 'Успешно: вы изменили Аукцион!';
$_['text_list']              = 'Список Аукционов';
$_['text_add']               = 'Добавить Аукцион';
$_['text_edit']              = 'Редактировать Аукцион';

// Column
$_['column_name']            = 'Название Аукциона';
$_['column_id']            = 'Номер Аукциона';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_lot']          = 'Лот';
$_['column_product']          = 'Tовар';
$_['column_action']          = 'Действие';
$_['column_action']          = 'Действие';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название аукциона';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Предупреждение: У вас нет прав на изменение аукционов!';
$_['error_product']          = 'Предупреждение: Этот аукцион не может быть удален, так как в настоящее время он назначен %s товарам!';
