<?php
// Heading
$_['heading_title']    = 'Состояние товара';

// Text
$_['text_success']     = 'Успешно: вы изменили Состояние товара!';
$_['text_list']        = 'Список Состояние товара';
$_['text_add']         = 'Добавить Состояние товара';
$_['text_edit']        = 'Редактировать Состояние товара';

// Column
$_['column_name']      = 'Название Состояние товара';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название Состояние товара';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет прав на изменение Состояние товара!';
$_['error_name']       = 'Название Состояние товара должно быть от 3 до 32 символов!';
$_['error_product']    = 'Предупреждение: Этот Состояние товара не может быть удален, так как он в настоящее время присвоен %s товарам!';
