<?php
// Heading
$_['heading_title']          = 'Мои обьявления';

// Text
$_['text_success']           = 'Успешно: вы изменили обьявления!';
$_['text_list']              = 'Список объявлений';
$_['text_add']               = 'Добавить объявление';
$_['text_edit']              = 'Редактировать объялвение';

// Column
$_['column_name']            = 'Название объялвения';
$_['column_consignment_group'] = 'Группа атрибута';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название объялвения';
$_['entry_consignment_group']  = 'Группа атрибута';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Предупреждение: У вас нет прав на изменение объялвений!';
$_['error_consignment_group']  = 'Группа атрибута обязательна!';
$_['error_name']             = 'Название атрибута должно быть от 1 до 64 символов!';
$_['error_product']          = 'Предупреждение: Этот атрибут не может быть удален, так как в настоящее время он назначен %s товарам!';
