<?php
// Heading
$_['heading_title']        = 'Благодрим! <br>
Ваш заказ успешно принят.';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Заказ';
$_['text_success']         = 'Заказ оформлен успешно';
$_['text_customer']        = '<p>В ближайшее время с Вами свяжется наш менеджер, чтобы уточнить способ доставки и предоставить счет на оплату.</p>';
$_['text_guest']           = '<p>В ближайшее время с Вами свяжется наш менеджер, чтобы уточнить способ доставки и предоставить счет на оплату.</p>';