<?php
// Heading
$_['heading_title']		= 'Настройки для логирования действий пользователя';
$_['heading_title_log']		= 'Просмотр действий пользователей';
$_['heading_log']		= 'Просмотр действий';
$_['heading_action_list']		= 'Список действий';
$_['heading_ban']                      = 'Просмотр заблокированных IP';
$_['heading_ban_list']                 = 'Список заблокированных IP';

// Buttons
$_['button_save_quit']	= 'Сохранить и выйти';
$_['button_save']	= 'Сохранить и остаться';
$_['button_clear']		= 'Очистить лог';
$_['button_delete']		= 'Удалить отмеченные';
$_['button_view_log']	= 'Просмотр лога';
$_['button_setting']	= 'Настройки';

//nav
$_['nav_settings']      = 'Настройки';
$_['nav_view']          = 'Просмотр действий';
$_['nav_ban']           = 'Заблокированные IP';

// Tabs
$_['tab_log']			= 'Лог действий';
$_['tab_settings']		= 'Настройки';
$_['tab_help']			= 'Помощь';

// Columns
$_['column_user']		= 'Пользователь';
$_['column_action']		= 'Действие';
$_['column_result']		= 'Результат';
$_['column_url']		= 'Ссылка (route)';
$_['column_ip']			= 'IP пользователя';
$_['column_date']		= 'Дата';
$_['column_ban_ip']     = 'Заблокированный IP';

// Entry
$_['entry_user_log_display']	    = 'Показывать по: ';
$_['entry_log_day']		            = 'Количество дней хранения логов';
$_['entry_user_log_enable']		    = 'Включить логирование';
$_['entry_user_log_enable_help']    = 'включает/отключает ведение лога';
$_['entry_user_log_login']		    = 'Логировать авторизацию';
$_['entry_user_log_login_help']	    = 'включает/отключает логирование авторизации в админку';
$_['entry_user_log_logout']		    = 'Логировать выход из системы';
$_['entry_user_log_logout_help']    = 'включает/отключает логирование выхода из системы';
$_['entry_user_log_failedlog']	    = 'Логировать фальшивую авторизацию (антихакер)';
$_['entry_user_log_failedlog_help']	= 'включает/отключает логирование фальшивой авторизации (поможет отследить попытки взлома системы и подбор паролей)';
$_['entry_user_log_access']		    = 'Логировать доступ к просмотру';
$_['entry_user_log_access_help']    = 'включает/отключает логирование действий пользователя  с правами просмотра';
$_['entry_user_log_modify']		    = 'Логировать доступ к изменениям';
$_['entry_user_log_modify_help']    = 'включает/отключает логирование действий пользователя  с правами записи, в том числе и попытки записи';
$_['entry_user_log_access_user']    = 'Логировать доступ к просмотру отмеченных пользователей';
$_['entry_user_log_modify_user']    = 'Логировать доступ к изменениям отмеченных пользователей';
$_['entry_user_log_allowed']	    = 'Записывать: ';
$_['entry_user_log_failed_mail']    = 'Отправлять на почту при фальшивой авторизации: ';
$_['entry_user_log_ban']            = 'Банить фальшивую авторизацию после нескольких попыток';
$_['entry_user_log_ban_count']      = 'Число попыток фальшивой авторизации';
$_['entry_user_log_ban_day']        = 'Период учитывающий фальшивую авторизацию';

//text
$_['text_form']		                = 'Редактирования настроек для логирований дейcтвий пользователей';
$_['text_all']			            = 'все';
$_['text_denied']		            = 'запрещенно';
$_['text_allowed']		            = 'разрешенно';

// Text
$_['text_clear_filtres']		    = 'Очистить фильтры';
$_['text_apply_filtres']		    = 'Применить фильтры';
$_['text_hours']                    = 'Часы';
$_['text_days']                     = 'Дни';
$_['text_minute']                   = 'Минуты';

$_['text_module']		= 'Модули';
$_['text_success']		= 'Настройки модуля обновлены!';
$_['text_clear']		= 'Лог очищен!';
$_['text_delete']		= 'Записи удалены в количестве - ';
$_['text_description']	= '<p>Модуль пользовательского лога позволяет вести историю действий пользователей админчасти магазина.</p>';
$_['text_caption']		= '<p>Красным цветом выделены сбойные (отклоненные системой) действия пользователей</p>';
$_['text_help']			= '<p>Все вопросы по ошибкам, пожеланиям, поддержке модуля высказывать на странице:</p>
							<a href=""></a>';

// Error
$_['error_permission']	= 'У Вас нет прав для управления этим модулем!';
